{"chunk_id": "dataroom_012_chunk_0001", "doc_id": "dataroom_012", "slug": "safety-data-sheet", "sequence": 1, "text": "SAFETY DATA SHEET\nSECTION 1\n PRODUCT AND COMPANY IDENTIFICATION\nPRODUCT \nProduct Name: \nPERMAFROST NMR \n \nPOE OIL BLEND\nProduct Description: Base Stocks and Additives\nProduct Code: \nNMR-POE\n \nIntended Use:  \nREFRIGERATION OIL \n COMPANY IDENTIFICATION \nSupplier: \nPowertron Global, LLC.\n15402 DEXLER DR.\nAUSTIN, TX 78734\n \nUSA\n Supplier General Contact \nSECTION 2\n HAZARDS IDENTIFICATION\nHAZARD CLASSIFICATION:  NON-HAZARDOUS SUBSTANCE.  NON-DANGEROUS GOOD. \nClassified in accordance with Approved Criteria for Classifying Hazardous Substances NOHSC: 1008 & \naccording to Australian Dangerous Goods Code. \nPOISON SCHEDULE NUMBER:   NA None Allocated. \nAS1940 COMBUSTIBLE CLASS:  C2 \nHEALTH HAZARDS \n Low order of toxicity.  Excessive exposure may result in eye, skin, or respiratory irritation.  High-\npressure injection under skin may cause serious damage. \nNOTE:   This material should not be used for any other purpose than the intended use in Section 1 \nwithout expert advice. Health studies have shown that chemical exposure may cause potential human \nhealth risks which may vary from person to person. \n SECTION 3 \n COMPOSITION / INFORMATION ON INGREDIENTS\nReportable Hazardous Substance(s) or Complex Substance(s)\n Name \n CAS#\n Concentration* \n Symbols/Risk Phrases\n POLYOL ESTER OIL \n08306620\n >98% \n None\n ADDITIVES \n5845P,5846P \n<2% \nNone\n* All concentrations are percent by weight unless ingredient is a gas. Gas concentrations are in percent\nby volume. Other ingredients determined not to be hazardous up to 100%. \n 1-info@powertronglobal.com\nEffective Date: January 1, 2022\n\n\n\nSECTION 4\nFIRST AID MEASURES\nINHALATION\nRemove from further exposure.  For those providing assistance, avoid exposure to yourself or \nothers.  Use adequate respiratory protection.  If respiratory irritation, dizziness, nausea, or \nunconsciousness occurs, seek immediate medical assistance.  If breathing has stopped, assist \nventilation with a mechanical device or use mouth-to-mouth resuscitation. \nSKIN CONTACT\nWash contact areas with soap and water.  If product is injected into or under the skin, or into any \npart of the body, regardless of the appearance of the wound or its size, the individual should be \nevaluated immediately by a physician as a surgical emergency. Even though initial symptoms \nfrom high pressure injection may be minimal or absent, early surgical treatment within the first few \nhours may significantly reduce the ultimate extent of injury. \nEYE CONTACT\nFlush thoroughly with water.  If irritation occurs, get medical assistance. \nINGESTION\nFirst aid is normally not required. Seek medical attention if discomfort occurs. \nSECTION 5\nFIRE FIGHTING MEASURES\nEXTINGUISHING MEDIA\nAppropriate Extinguishing Media:  Use water fog, foam, dry chemical or carbon dioxide (CO2) \nto extinguish flames.\nInappropriate Extinguishing Media:  Straight streams of water \nFIRE FIGHTING\nFire Fighting Instructions:  Evacuate area.  Prevent run-off from fire control or dilution from \nentering streams, sewers or drinking water supply.  Fire-fighters should use standard protective \nequipment and in enclosed spaces, self-contained breathing apparatus (SCBA).   Use water \nspray to cool fire exposed surfaces and to protect personnel.", "tokens": 778, "chars": 3219, "pages": {"start": 1, "end": 2}, "section": "", "prev_id": "", "next_id": "dataroom_012_chunk_0002", "content_hash": "sha256:9045938340bb7a186726c065a8269ee0f24a84c8b568a09f739bd8e138c36550"}
{"chunk_id": "dataroom_012_chunk_0002", "doc_id": "dataroom_012", "slug": "safety-data-sheet", "sequence": 2, "text": "ons:  Evacuate area.  Prevent run-off from fire control or dilution from \nentering streams, sewers or drinking water supply.  Fire-fighters should use standard protective \nequipment and in enclosed spaces, self-contained breathing apparatus (SCBA).   Use water \nspray to cool fire exposed surfaces and to protect personnel.   \nHazardous Combustion Products:   Smoke, Fume, Aldehydes, Sulphur oxides, Incomplete \ncombustion products, Oxides of carbon \nFLAMMABILITY PROPERTIES \nFlash Point [Method]:  460°F [ASTM D-92] \nFlammable Limits (Approximate volume % in air):   LEL:  0.9     UEL: 7.0 \nAuto ignition Temperature:  N/D  \nSECTION 6\nACCIDENTAL RELEASE MEASURES\nNOTIFICATION PROCEDURES\nIn the event of a spill or accidental release, notify relevant authorities in accordance with all \napplicable regulations. \nPROTECTIVE MEASURES\nAvoid contact with spilled material.  See Section 5 for firefighting information.  See the Hazard \nIdentification Section for Significant Hazards.  See Section 4 for First Aid Advice.  See Section 8 \nEffective Date: January 1, 2019\n\n\n\nfor advice on the minimum requirements for personal protective equipment. Additional protective \nmeasures may be necessary, depending on the specific circumstances and/or the expert \njudgment of the emergency responders.   \nSPILL MANAGEMENT\nLand Spill:  Stop leak if you can do so without risk.  Recover by pumping or with suitable \nabsorbent. \nWater Spill:  Stop leak if you can do so without risk.  Confine the spill immediately with booms.  \nWarn other shipping.  Remove from the surface by skimming or with suitable absorbents.  Seek \nthe advice of a specialist before using dispersants. \nWater spill and land spill recommendations are based on the most likely spill scenario for this \nmaterial; however, geographic conditions, wind, temperature, (and in the case of a water spill) \nwave and current direction and speed may greatly influence the appropriate action to be taken.  \nFor this reason, local experts should be consulted.  Note:  Local regulations may prescribe or limit \naction to be taken.  \nENVIRONMENTAL PRECAUTIONS\nLarge Spills:  Dyke far ahead of liquid spill for later recovery and disposal.  Prevent entry into \nwaterways, sewers, basements or confined areas. \nSECTION 7\nHANDLING AND STORAGE\nHANDLING\n Prevent small spills and leakage to avoid slip hazard.   Material can accumulate static charges \nwhich may cause an electrical spark (ignition source).  When the material is handled in bulk, an \nelectrical spark could ignite any flammable vapors from liquids or residues that may be present \n(e.g., during switch-loading operations).  Use proper bonding and/or earthing procedures.  \nHowever, bonding and earthing may not eliminate the hazard from static accumulation.  Consult \nlocal applicable standards for guidance.  Additional references include American Petroleum \nInstitute 2003 (Protection Against Ignitions Arising out of Static, Lightning and Stray Currents) or \nNational Fire Protection Agency 77 (Recommended Practice on Static Electricity) or CENELEC \nCLC/TR 50404 (Electrostatics - Code of practice for the avoidance of hazards due to static \nelectricity).    \nStatic Accumulator:   This material is a static accumulator. \nSTORAGE\nThe container choice, for example storage vessel, may effect static accumulation and dissipation.  Do not \nstore in open or unlabeled containers.", "tokens": 764, "chars": 3381, "pages": {"start": 2, "end": 3}, "section": "", "prev_id": "dataroom_012_chunk_0001", "next_id": "dataroom_012_chunk_0003", "content_hash": "sha256:b31dd63ec5b422064ec828228b85890962f60db9fadc3a8c15fbed7912c14ea2"}
{"chunk_id": "dataroom_012_chunk_0003", "doc_id": "dataroom_012", "slug": "safety-data-sheet", "sequence": 3, "text": ") or CENELEC \nCLC/TR 50404 (Electrostatics - Code of practice for the avoidance of hazards due to static \nelectricity).    \nStatic Accumulator:   This material is a static accumulator. \nSTORAGE\nThe container choice, for example storage vessel, may effect static accumulation and dissipation.  Do not \nstore in open or unlabeled containers.        \nMaterial is defined under the National Standard [NOHSC: 1015] Storage and Handling of Workplace \nDangerous Goods.\nSECTION 8\nEXPOSURE CONTROLS / PERSONAL PROTECTION\nExposure limits/standards for materials that can be formed when handling this product:   \nNOTE: Limits/standards shown for guidance only.  Follow applicable regulations. \nBiological limits \nNo biological limits allocated. \nEffective Date: January 1, 2019\n\n\n\nENGINEERING CONTROLS \nThe level of protection and types of controls necessary will vary depending upon potential \nexposure conditions.  Control measures to consider: \n No special requirements under ordinary conditions of use and with adequate ventilation. \nPERSONAL PROTECTION \nPersonal protective equipment selections vary based on potential exposure conditions such as \napplications, handling practices, concentration and ventilation.  Information on the selection of \nprotective equipment for use with this material, as provided below, is based upon intended, \nnormal usage.   \nRespiratory Protection:   If engineering controls do not maintain airborne contaminant \nconcentrations at a level which is adequate to protect worker health, an approved respirator may \nbe appropriate.  Respirator selection, use, and maintenance must be in accordance with \nregulatory requirements, if applicable.  Types of respirators to be considered for this material \ninclude:  \nParticulate \nFor high airborne concentrations, use an approved supplied-air respirator, operated in positive \npressure mode.  Supplied air respirators with an escape bottle may be appropriate when oxygen \nlevels are inadequate, gas/vapor warning properties are poor, or if air purifying filter \ncapacity/rating may be exceeded. \nHand Protection:   Any specific glove information provided is based on published literature and \nglove manufacturer data.  Glove suitability and breakthrough time will differ depending on the \nspecific use conditions. Contact the glove manufacturer for specific advice on glove selection and \nbreakthrough times for your use conditions. Inspect and replace worn or damaged gloves. The \ntypes of gloves to be considered for this material include: \nNitrile, Viton \nNo protection is ordinarily required under normal conditions of use. \nEye Protection:   If contact is likely, safety glasses with side shields are recommended. \nSkin and Body Protection:    Any specific clothing information provided is based on published \nliterature or manufacturer data.  The types of clothing to be considered for this material include: \n No skin protection is ordinarily required under normal conditions of use.  In accordance \nwith good industrial hygiene practices, precautions should be taken to avoid skin contact. \nSpecific Hygiene Measures:   Always observe good personal hygiene measures, such as \nwashing after handling the material and before eating, drinking, and/or smoking. Routinely wash \nwork clothing and protective equipment to remove contaminants. Discard contaminated clothing \nand footwear that cannot be cleaned. Practice good housekeeping. \nENVIRONMENTAL CONTROLS \n Comply with applicable environmental regulations limiting discharge to air, water and soil. Protect \nthe environment by applying appropriate control measures to prevent or limit emissions. \nEffective Date: January 1, 2019", "tokens": 718, "chars": 3654, "pages": {"start": 3, "end": 4}, "section": "", "prev_id": "dataroom_012_chunk_0002", "next_id": "dataroom_012_chunk_0004", "content_hash": "sha256:b31c2d9704c13b9f82a6b6a496f83aed2c5991901dff046285807b3c623ecd36"}
{"chunk_id": "dataroom_012_chunk_0004", "doc_id": "dataroom_012", "slug": "safety-data-sheet", "sequence": 4, "text": "o remove contaminants. Discard contaminated clothing \nand footwear that cannot be cleaned. Practice good housekeeping. \nENVIRONMENTAL CONTROLS \n Comply with applicable environmental regulations limiting discharge to air, water and soil. Protect \nthe environment by applying appropriate control measures to prevent or limit emissions. \nEffective Date: January 1, 2019\n\n\n\nSECTION 9 \nPHYSICAL AND CHEMICAL PROPERTIES \nNote:  Physical and chemical properties are provided for safety, health and environmental \nconsiderations only and may not fully represent product specifications.  Contact the Supplier for \nadditional information. \nGENERAL INFORMATION \nPhysical State:    Liquid \nColor:   Amber \nOdor:   Characteristic \nOdor Threshold:   N/D \nIMPORTANT HEALTH, SAFETY, AND ENVIRONMENTAL INFORMATION \nRelative Density (at 20 °C):    0.91    \nFlash Point [Method]:     460°F  [ASTM D-92] \nFlammable Limits (Approximate volume % in air):   LEL:  0.9     UEL: 7.0  \nAuto ignition Temperature:  N/D  \nBoiling Point / Range:    >260⁰C \nVapor Density (Air = 1)60-90⁰F:   >10 \nVapor Pressure:   < 0.013 kPa (0.1 mm Hg) at 20 ºC   [Estimated] \nEvaporation Rate (n-butyl acetate = 1):   N/D \npH:   N/A \nLog Pow (n-Octanol/Water Partition Coefficient):   N/D\nSolubility in Water:   <1% \nViscosity:   31.3cSt at 40 ºC   4.40 cSt at 100°C \nOxidizing Properties:  See Hazards Identification Section. \nOTHER INFORMATION \nFreezing Point:   N/D\nMelting Point:   N/A\nPour Point:      -35°F    \nDecomposition Temperature:   N/D \nSECTION 10 \nSTABILITY AND REACTIVITY \nSTABILITY:  Material is stable under normal conditions. \nCONDITIONS TO AVOID:  Excessive heat. High energy sources of ignition. \nINCOMPATIBLE MATERIALS:   Strong oxidizers \nHAZARDOUS DECOMPOSITION PRODUCTS:  Material does not decompose at ambient temperatures. \nHAZARDOUS REACTIONS:  Will not occur. \nEffective Date: January 1, 2019", "tokens": 524, "chars": 1878, "pages": {"start": 4, "end": 5}, "section": "", "prev_id": "dataroom_012_chunk_0003", "next_id": "dataroom_012_chunk_0005", "content_hash": "sha256:bf234cedcc3689b122cf60f737a30b59bc1c4cb72f4df1b984e7c23c36dff203"}
{"chunk_id": "dataroom_012_chunk_0005", "doc_id": "dataroom_012", "slug": "safety-data-sheet", "sequence": 5, "text": "TERIALS:   Strong oxidizers \nHAZARDOUS DECOMPOSITION PRODUCTS:  Material does not decompose at ambient temperatures. \nHAZARDOUS REACTIONS:  Will not occur. \nEffective Date: January 1, 2019\n\n\n\nSECTION 11 \nTOXICOLOGICAL INFORMATION \nACUTE TOXICITY \nRoute of Exposure \nConclusion / Remarks \nInhalation \nToxicity (Rat): LC50 > 5000 mg/m3 \nMinimally Toxic. Based on test data for structurally similar \nmaterials. \nIrritation: No end point data. \nNegligible hazard at ambient/normal handling temperatures. \nBased on assessment of the components. \nIngestion \nToxicity (Rat): LD50 > 5000 mg/kg \nMinimally Toxic. Based on test data for structurally similar \nmaterials. \nSkin \nToxicity (Rabbit): LD50 > 5000 mg/kg \nMinimally Toxic. Based on test data for structurally similar \nmaterials. \nIrritation (Rabbit): Data available. \nNegligible irritation to skin at ambient temperatures. Based on test \ndata for structurally similar materials. \nEye \nIrritation (Rabbit): Data available. \nMay cause mild, short-lasting discomfort to eyes. Based on test \ndata for structurally similar materials. \nCHRONIC/OTHER EFFECTS \n    For the product itself: \n Repeated and/or prolonged exposure may cause irritation to the skin, eyes, or respiratory tract.  \nComponent concentrations in this formulation would not be expected to cause skin sensitization, \nbased on tests of the components or similar formulations. \nContains: \nSynthetic base oils: Not expected to cause significant health effects under conditions of normal \nuse, based on laboratory studies with the same or similar materials. Not mutagenic or genotoxic. \nNot sensitizing in test animals and humans. \nAdditional information is available by request. \nIARC Classification: \nThe following ingredients are cited on the lists below:  None. \n--REGULATORY LISTS SEARCHED-- \n1 = IARC 1 \n 2 = IARC 2A \n 3 = IARC 2B \nSECTION 12 \nECOLOGICAL INFORMATION \nThe information given is based on data available for the material, the components of the material, and \nsimilar materials. \nECOTOXICITY  \n    Material -- Not expected to be harmful to aquatic organisms. \nMOBILITY\n    Base oil component -- Low solubility and floats and is expected to migrate from water to the land. \nExpected to partition to sediment and wastewater solids.  \nEffective Date: January 1, 2019", "tokens": 566, "chars": 2288, "pages": {"start": 5, "end": 6}, "section": "", "prev_id": "dataroom_012_chunk_0004", "next_id": "dataroom_012_chunk_0006", "content_hash": "sha256:9b91e9f050a194b7908e106a17a2824f18e00a0c5d772b21e59272a747366102"}
{"chunk_id": "dataroom_012_chunk_0006", "doc_id": "dataroom_012", "slug": "safety-data-sheet", "sequence": 6, "text": "ul to aquatic organisms. \nMOBILITY\n    Base oil component -- Low solubility and floats and is expected to migrate from water to the land. \nExpected to partition to sediment and wastewater solids.  \nEffective Date: January 1, 2019\n\n\n\nSECTION 13 \nDISPOSAL CONSIDERATIONS \nDisposal recommendations based on material as supplied.  Disposal must be in accordance with current \napplicable laws and regulations, and material characteristics at time of disposal.  \nDISPOSAL RECOMMENDATIONS \n Product is suitable for burning in an enclosed controlled burner for fuel value or disposal by \nsupervised incineration at very high temperatures to prevent formation of undesirable combustion \nproducts. Protect the environment. Dispose of used oil at designated sites. Minimize skin contact. \nDo not mix used oils with solvents, brake fluids or coolants.  \n Empty Container Warning Empty Container Warning (where applicable):  Empty containers may \ncontain residue and can be dangerous.  Do not attempt to refill or clean containers without proper \ninstructions.  Empty drums should be completely drained and safely stored until appropriately \nreconditioned or disposed.  Empty containers should be taken for recycling, recovery, or disposal through \nsuitably qualified or licensed contractor and in accordance with governmental regulations.  DO NOT \nPRESSURISE, CUT, WELD, BRAZE, SOLDER, DRILL, GRIND, OR EXPOSE SUCH CONTAINERS TO \nHEAT, FLAME, SPARKS, STATIC ELECTRICITY, OR OTHER SOURCES OF IGNITION.  THEY MAY \nEXPLODE AND CAUSE INJURY OR DEATH. \nSECTION 14 \nTRANSPORT INFORMATION\nLAND (ADG):  Not Regulated for Land Transport    \nSEA (IMDG):   Not Regulated for Sea Transport according to IMDG-Code \nAIR (IATA):   Not Regulated for Air Transport     \nSECTION 15 \nREGULATORY INFORMATION \nMaterial is not hazardous as defined by the Approved Criteria for Classifying Hazardous Substances \nNOHSC: 1008.      \nProduct is not regulated according to Australian Dangerous Goods Code. \nNo Poison Schedule number allocated by the Standard for the Uniform Scheduling of Medicines and \nPoisons (SUSMP) established under the Therapeutic Goods Act. \nREGULATORY STATUS AND APPLICABLE LAWS AND REGULATIONS\nComplies with the following national/regional chemical inventory requirements:   ENCS, \nEINECS, IECSC, KECI, TSCA, AICS, PICCS, DSL \nSECTION 16 \nOTHER INFORMATION\nKEY TO ABBREVIATIONS AND ACRONYMS: \nN/D = Not determined, N/A = Not applicable, STEL = Short-Term Exposure Limit, TWA = Time-Weighted \nAverage \nKEY TO THE RISK CODES CONTAINED IN SECTION 2 AND 3 OF THIS DOCUMENT (for \ninformation only):\nR22; Harmful if swallowed. \nR41; Risk of serious damage to eyes. \nR43; May cause sensitization by skin contact. \nEffective Date: January 1, 2019", "tokens": 646, "chars": 2725, "pages": {"start": 6, "end": 7}, "section": "", "prev_id": "dataroom_012_chunk_0005", "next_id": "dataroom_012_chunk_0007", "content_hash": "sha256:63fccaede6da2916f92de8b821d6a9b1c7e960ebd330242bde07e4b9cef2ab1f"}
{"chunk_id": "dataroom_012_chunk_0007", "doc_id": "dataroom_012", "slug": "safety-data-sheet", "sequence": 7, "text": "imit, TWA = Time-Weighted \nAverage \nKEY TO THE RISK CODES CONTAINED IN SECTION 2 AND 3 OF THIS DOCUMENT (for \ninformation only):\nR22; Harmful if swallowed. \nR41; Risk of serious damage to eyes. \nR43; May cause sensitization by skin contact. \nEffective Date: January 1, 2019\n\n\n\nSAFETY DATA SHEET\nSECTION 1\n PRODUCT AND COMPANY IDENTIFICATION\nPRODUCT \nProduct Name: \nPERMAFROST NMR MINERAL OIL BLEND\n \nProduct Description: Base Stocks and Additives\nProduct Code: \nNMR-MO\n \nIntended Use:  \nREFRIGERATION OIL \n COMPANY IDENTIFICATION \nSupplier: \nPOWERTRON GLOBAL, LLC\n15402 DEXLER DR.\nAUSTIN, TX 78732\n \nUSA\n Supplier General Contact \nSECTION 2\n HAZARDS IDENTIFICATION\nHAZARD CLASSIFICATION:  NON-HAZARDOUS SUBSTANCE.  NON-DANGEROUS GOOD. \nClassified in accordance with Approved Criteria for Classifying Hazardous Substances NOHSC: 1008 & \naccording to Australian Dangerous Goods Code. \nPOISON SCHEDULE NUMBER:   NA None Allocated. \nAS1940 COMBUSTIBLE CLASS:  C2 \nHEALTH HAZARDS \n Low order of toxicity.  Excessive exposure may result in eye, skin, or respiratory irritation.  High-\npressure injection under skin may cause serious damage. \nNOTE:   This material should not be used for any other purpose than the intended use in Section 1 \nwithout expert advice. Health studies have shown that chemical exposure may cause potential human \nhealth risks which may vary from person to person. \n SECTION 3 \n COMPOSITION / INFORMATION ON INGREDIENTS\nReportable Hazardous Substance(s) or Complex Substance(s)\n Name \n CAS#\n Concentration* \n Symbols/Risk Phrases\n SEVERELY HYDROTREATED NAPTHENIC OIL \n 64742-52-5\n >97% \n None\n ADDITIVES \n 68937-96-2\n<3% \nNone\n* All concentrations are percent by weight unless ingredient is a gas. Gas concentrations are in percent\nby volume. Other ingredients determined not to be hazardous up to 100%. \n1-info@powertronglobal.com\nEffective Date: January 1, 2022", "tokens": 504, "chars": 1871, "pages": {"start": 7, "end": 8}, "section": "", "prev_id": "dataroom_012_chunk_0006", "next_id": "dataroom_012_chunk_0008", "content_hash": "sha256:09e35343ba3f5e61d9d5edf7547e02c39092e25d9e7c19c3a836a0636a3fdd78"}
{"chunk_id": "dataroom_012_chunk_0008", "doc_id": "dataroom_012", "slug": "safety-data-sheet", "sequence": 8, "text": "weight unless ingredient is a gas. Gas concentrations are in percent\nby volume. Other ingredients determined not to be hazardous up to 100%. \n1-info@powertronglobal.com\nEffective Date: January 1, 2022\n\n\n\nSECTION 4\nFIRST AID MEASURES\nINHALATION\nRemove from further exposure.  For those providing assistance, avoid exposure to yourself or \nothers.  Use adequate respiratory protection.  If respiratory irritation, dizziness, nausea, or \nunconsciousness occurs, seek immediate medical assistance.  If breathing has stopped, assist \nventilation with a mechanical device or use mouth-to-mouth resuscitation. \nSKIN CONTACT\nWash contact areas with soap and water.  If product is injected into or under the skin, or into any \npart of the body, regardless of the appearance of the wound or its size, the individual should be \nevaluated immediately by a physician as a surgical emergency. Even though initial symptoms \nfrom high pressure injection may be minimal or absent, early surgical treatment within the first few \nhours may significantly reduce the ultimate extent of injury. \nEYE CONTACT\nFlush thoroughly with water.  If irritation occurs, get medical assistance. \nINGESTION\nFirst aid is normally not required. Seek medical attention if discomfort occurs. \nSECTION 5\nFIRE FIGHTING MEASURES\nEXTINGUISHING MEDIA\nAppropriate Extinguishing Media:  Use water fog, foam, dry chemical or carbon dioxide (CO2) \nto extinguish flames.\nInappropriate Extinguishing Media:  Straight streams of water \nFIRE FIGHTING\nFire Fighting Instructions:  Evacuate area.  Prevent run-off from fire control or dilution from \nentering streams, sewers or drinking water supply.  Fire-fighters should use standard protective \nequipment and in enclosed spaces, self-contained breathing apparatus (SCBA).   Use water \nspray to cool fire exposed surfaces and to protect personnel.   \nHazardous Combustion Products:   Smoke, Fume, Aldehydes, Sulphur oxides, Incomplete \ncombustion products, Oxides of carbon \nFLAMMABILITY PROPERTIES \nFlash Point [Method]:  460°F [ASTM D-92] \nFlammable Limits (Approximate volume % in air):   LEL:  0.9     UEL: 7.0 \nAuto ignition Temperature:  N/D  \nSECTION 6\nACCIDENTAL RELEASE MEASURES\nNOTIFICATION PROCEDURES\nIn the event of a spill or accidental release, notify relevant authorities in accordance with all \napplicable regulations. \nPROTECTIVE MEASURES\nAvoid contact with spilled material.  See Section 5 for firefighting information.  See the Hazard \nIdentification Section for Significant Hazards.  See Section 4 for First Aid Advice.  See Section 8 \nEffective Date: January 1, 2019", "tokens": 611, "chars": 2574, "pages": {"start": 8, "end": 9}, "section": "", "prev_id": "dataroom_012_chunk_0007", "next_id": "dataroom_012_chunk_0009", "content_hash": "sha256:e0236e0ca555a43deeb6ad13f2206c70d432dba4cac0ca84dc27a4f94b9a1a67"}
{"chunk_id": "dataroom_012_chunk_0009", "doc_id": "dataroom_012", "slug": "safety-data-sheet", "sequence": 9, "text": "ions. \nPROTECTIVE MEASURES\nAvoid contact with spilled material.  See Section 5 for firefighting information.  See the Hazard \nIdentification Section for Significant Hazards.  See Section 4 for First Aid Advice.  See Section 8 \nEffective Date: January 1, 2019\n\n\n\nfor advice on the minimum requirements for personal protective equipment. Additional protective \nmeasures may be necessary, depending on the specific circumstances and/or the expert \njudgment of the emergency responders.   \nSPILL MANAGEMENT\nLand Spill:  Stop leak if you can do so without risk.  Recover by pumping or with suitable \nabsorbent. \nWater Spill:  Stop leak if you can do so without risk.  Confine the spill immediately with booms.  \nWarn other shipping.  Remove from the surface by skimming or with suitable absorbents.  Seek \nthe advice of a specialist before using dispersants. \nWater spill and land spill recommendations are based on the most likely spill scenario for this \nmaterial; however, geographic conditions, wind, temperature, (and in the case of a water spill) \nwave and current direction and speed may greatly influence the appropriate action to be taken.  \nFor this reason, local experts should be consulted.  Note:  Local regulations may prescribe or limit \naction to be taken.  \nENVIRONMENTAL PRECAUTIONS\nLarge Spills:  Dyke far ahead of liquid spill for later recovery and disposal.  Prevent entry into \nwaterways, sewers, basements or confined areas. \nSECTION 7\nHANDLING AND STORAGE\nHANDLING\n Prevent small spills and leakage to avoid slip hazard.   Material can accumulate static charges \nwhich may cause an electrical spark (ignition source).  When the material is handled in bulk, an \nelectrical spark could ignite any flammable vapors from liquids or residues that may be present \n(e.g., during switch-loading operations).  Use proper bonding and/or earthing procedures.  \nHowever, bonding and earthing may not eliminate the hazard from static accumulation.  Consult \nlocal applicable standards for guidance.  Additional references include American Petroleum \nInstitute 2003 (Protection Against Ignitions Arising out of Static, Lightning and Stray Currents) or \nNational Fire Protection Agency 77 (Recommended Practice on Static Electricity) or CENELEC \nCLC/TR 50404 (Electrostatics - Code of practice for the avoidance of hazards due to static \nelectricity).    \nStatic Accumulator:   This material is a static accumulator. \nSTORAGE\nThe container choice, for example storage vessel, may effect static accumulation and dissipation.  Do not \nstore in open or unlabeled containers.        \nMaterial is defined under the National Standard [NOHSC: 1015] Storage and Handling of Workplace \nDangerous Goods.\nSECTION 8\nEXPOSURE CONTROLS / PERSONAL PROTECTION\nExposure limits/standards for materials that can be formed when handling this product:   \nNOTE: Limits/standards shown for guidance only.  Follow applicable regulations. \nBiological limits \nNo biological limits allocated. \nEffective Date: January 1, 2019", "tokens": 653, "chars": 3003, "pages": {"start": 9, "end": 10}, "section": "", "prev_id": "dataroom_012_chunk_0008", "next_id": "dataroom_012_chunk_0010", "content_hash": "sha256:de488035a1a4ae677d7e79e8149ff6639b7d7fc4021d9ed577e949cedf610872"}
{"chunk_id": "dataroom_012_chunk_0010", "doc_id": "dataroom_012", "slug": "safety-data-sheet", "sequence": 10, "text": "TION 8\nEXPOSURE CONTROLS / PERSONAL PROTECTION\nExposure limits/standards for materials that can be formed when handling this product:   \nNOTE: Limits/standards shown for guidance only.  Follow applicable regulations. \nBiological limits \nNo biological limits allocated. \nEffective Date: January 1, 2019\n\n\n\nENGINEERING CONTROLS \nThe level of protection and types of controls necessary will vary depending upon potential \nexposure conditions.  Control measures to consider: \n No special requirements under ordinary conditions of use and with adequate ventilation. \nPERSONAL PROTECTION \nPersonal protective equipment selections vary based on potential exposure conditions such as \napplications, handling practices, concentration and ventilation.  Information on the selection of \nprotective equipment for use with this material, as provided below, is based upon intended, \nnormal usage.   \nRespiratory Protection:   If engineering controls do not maintain airborne contaminant \nconcentrations at a level which is adequate to protect worker health, an approved respirator may \nbe appropriate.  Respirator selection, use, and maintenance must be in accordance with \nregulatory requirements, if applicable.  Types of respirators to be considered for this material \ninclude:  \nParticulate \nFor high airborne concentrations, use an approved supplied-air respirator, operated in positive \npressure mode.  Supplied air respirators with an escape bottle may be appropriate when oxygen \nlevels are inadequate, gas/vapor warning properties are poor, or if air purifying filter \ncapacity/rating may be exceeded. \nHand Protection:   Any specific glove information provided is based on published literature and \nglove manufacturer data.  Glove suitability and breakthrough time will differ depending on the \nspecific use conditions. Contact the glove manufacturer for specific advice on glove selection and \nbreakthrough times for your use conditions. Inspect and replace worn or damaged gloves. The \ntypes of gloves to be considered for this material include: \nNitrile, Viton \nNo protection is ordinarily required under normal conditions of use. \nEye Protection:   If contact is likely, safety glasses with side shields are recommended. \nSkin and Body Protection:    Any specific clothing information provided is based on published \nliterature or manufacturer data.  The types of clothing to be considered for this material include: \n No skin protection is ordinarily required under normal conditions of use.  In accordance \nwith good industrial hygiene practices, precautions should be taken to avoid skin contact. \nSpecific Hygiene Measures:   Always observe good personal hygiene measures, such as \nwashing after handling the material and before eating, drinking, and/or smoking. Routinely wash \nwork clothing and protective equipment to remove contaminants. Discard contaminated clothing \nand footwear that cannot be cleaned. Practice good housekeeping. \nENVIRONMENTAL CONTROLS \n Comply with applicable environmental regulations limiting discharge to air, water and soil. Protect \nthe environment by applying appropriate control measures to prevent or limit emissions. \nEffective Date: January 1, 2019", "tokens": 612, "chars": 3189, "pages": {"start": 10, "end": 11}, "section": "", "prev_id": "dataroom_012_chunk_0009", "next_id": "dataroom_012_chunk_0011", "content_hash": "sha256:a99302ef41b739de8c4ef24315fcc9959905919c7cad18ddd914197b9d613d27"}
{"chunk_id": "dataroom_012_chunk_0011", "doc_id": "dataroom_012", "slug": "safety-data-sheet", "sequence": 11, "text": "thing \nand footwear that cannot be cleaned. Practice good housekeeping. \nENVIRONMENTAL CONTROLS \n Comply with applicable environmental regulations limiting discharge to air, water and soil. Protect \nthe environment by applying appropriate control measures to prevent or limit emissions. \nEffective Date: January 1, 2019\n\n\n\nSECTION 9 \nPHYSICAL AND CHEMICAL PROPERTIES \nNote:  Physical and chemical properties are provided for safety, health and environmental \nconsiderations only and may not fully represent product specifications.  Contact the Supplier for \nadditional information. \nGENERAL INFORMATION \nPhysical State:    Liquid \nColor:   Amber \nOdor:   Characteristic \nOdor Threshold:   N/D \nIMPORTANT HEALTH, SAFETY, AND ENVIRONMENTAL INFORMATION \nRelative Density (at 20 °C):    0.91    \nFlash Point [Method]:     460°F  [ASTM D-92] \nFlammable Limits (Approximate volume % in air):   LEL:  0.9     UEL: 7.0  \nAuto ignition Temperature:  N/D  \nBoiling Point / Range:    >260⁰C \nVapor Density (Air = 1)60-90⁰F:   >10 \nVapor Pressure:   < 0.013 kPa (0.1 mm Hg) at 20 ºC   [Estimated] \nEvaporation Rate (n-butyl acetate = 1):   N/D \npH:   N/A \nLog Pow (n-Octanol/Water Partition Coefficient):   N/D\nSolubility in Water:   <1% \nViscosity:   31.3cSt at 40 ºC   4.40 cSt at 100°C \nOxidizing Properties:  See Hazards Identification Section. \nOTHER INFORMATION \nFreezing Point:   N/D\nMelting Point:   N/A\nPour Point:      -35°F    \nDecomposition Temperature:   N/D \nSECTION 10 \nSTABILITY AND REACTIVITY \nSTABILITY:  Material is stable under normal conditions. \nCONDITIONS TO AVOID:  Excessive heat. High energy sources of ignition. \nINCOMPATIBLE MATERIALS:   Strong oxidizers \nHAZARDOUS DECOMPOSITION PRODUCTS:  Material does not decompose at ambient temperatures. \nHAZARDOUS REACTIONS:  Will not occur. \nEffective Date: January 1, 2019", "tokens": 517, "chars": 1831, "pages": {"start": 11, "end": 12}, "section": "", "prev_id": "dataroom_012_chunk_0010", "next_id": "dataroom_012_chunk_0012", "content_hash": "sha256:5905b1fb017f79c6b9d7a31e549bfc9d61f93cab64486ff1b9426caa4e8ac2fb"}
{"chunk_id": "dataroom_012_chunk_0012", "doc_id": "dataroom_012", "slug": "safety-data-sheet", "sequence": 12, "text": "ALS:   Strong oxidizers \nHAZARDOUS DECOMPOSITION PRODUCTS:  Material does not decompose at ambient temperatures. \nHAZARDOUS REACTIONS:  Will not occur. \nEffective Date: January 1, 2019\n\n\n\nSECTION 11 \nTOXICOLOGICAL INFORMATION \nACUTE TOXICITY \nRoute of Exposure \nConclusion / Remarks \nInhalation \nToxicity (Rat): LC50 > 5000 mg/m3 \nMinimally Toxic. Based on test data for structurally similar \nmaterials. \nIrritation: No end point data. \nNegligible hazard at ambient/normal handling temperatures. \nBased on assessment of the components. \nIngestion \nToxicity (Rat): LD50 > 5000 mg/kg \nMinimally Toxic. Based on test data for structurally similar \nmaterials. \nSkin \nToxicity (Rabbit): LD50 > 5000 mg/kg \nMinimally Toxic. Based on test data for structurally similar \nmaterials. \nIrritation (Rabbit): Data available. \nNegligible irritation to skin at ambient temperatures. Based on test \ndata for structurally similar materials. \nEye \nIrritation (Rabbit): Data available. \nMay cause mild, short-lasting discomfort to eyes. Based on test \ndata for structurally similar materials. \nCHRONIC/OTHER EFFECTS \n    For the product itself: \n Repeated and/or prolonged exposure may cause irritation to the skin, eyes, or respiratory tract.  \nComponent concentrations in this formulation would not be expected to cause skin sensitization, \nbased on tests of the components or similar formulations. \nContains: \nSynthetic base oils: Not expected to cause significant health effects under conditions of normal \nuse, based on laboratory studies with the same or similar materials. Not mutagenic or genotoxic. \nNot sensitizing in test animals and humans. \nAdditional information is available by request. \nIARC Classification: \nThe following ingredients are cited on the lists below:  None. \n--REGULATORY LISTS SEARCHED-- \n1 = IARC 1 \n 2 = IARC 2A \n 3 = IARC 2B \nSECTION 12 \nECOLOGICAL INFORMATION \nThe information given is based on data available for the material, the components of the material, and \nsimilar materials. \nECOTOXICITY  \n    Material -- Not expected to be harmful to aquatic organisms. \nMOBILITY\n    Base oil component -- Low solubility and floats and is expected to migrate from water to the land. \nExpected to partition to sediment and wastewater solids.  \nEffective Date: January 1, 2019\n\n\n\nSECTION 13 \nDISPOSAL CONSIDERATIONS \nDisposal recommendations based on material as supplied.  Disposal must be in accordance with current \napplicable laws and regulations, and material characteristics at time of disposal.  \nDISPOSAL RECOMMENDATIONS \n Product is suitable for burning in an enclosed controlled burner for fuel value or disposal by \nsupervised incineration at very high temperatures to prevent formation of undesirable combustion \nproducts. Protect the environment. Dispose of used oil at designated sites. Minimize skin contact. \nDo not mix used oils with solvents, brake fluids or coolants.  \n Empty Container Warning Empty Container Warning (where applicable):  Empty containers may \ncontain residue and can be dangerous.  Do not attempt to refill or clean containers without proper \ninstructions.  Empty drums should be completely drained and safely stored until appropriately \nreconditioned or disposed.  Empty containers should be taken for recycling, recovery, or disposal through \nsuitably qualified or licensed contractor and in accordance with governmental regulations.  DO NOT \nPRESSURISE, CUT, WELD, BRAZE, SOLDER, DRILL, GRIND, OR EXPOSE SUCH CONTAINERS TO \nHEAT, FLAME, SPARKS, STATIC ELECTRICITY, OR OTHER SOURCES OF IGNITION.  THEY MAY \nEXPLODE AND CAUSE INJURY OR DEATH. \nSECTION 14 \nTRANSPORT INFORMATION\nLAND (ADG):  Not Regulated for Land Transport    \nSEA (IMDG):   Not Regulated for Sea Transport according to IMDG-Code \nAIR (IATA):   Not Regulated for Air Transport     \nSECTION 15 \nREGULATORY INFORMATION \nMaterial is not hazardous as defined by the Approved Criteria for Classifying Hazardous Substances \nNOHSC: 1008.      \nProduct is not regulated according to Australian Dangerous Goods Code. \nNo Poison Schedule number allocated by the Standard for the Uniform Scheduling of Medicines and \nPoisons (SUSMP) established under the Therapeutic Goods Act. \nREGULATORY STATUS AND APPLICABLE LAWS AND REGULATIONS\nComplies with the following national/regional chemical inventory requirements:   ENCS, \nEINECS, IECSC, KECI, TSCA, AICS, PICCS, DSL \nSECTION 16 \nOTHER INFORMATION\nKEY TO ABBREVIATIONS AND ACRONYMS: \nN/D = Not determined, N/A = Not applicable, STEL = Short-Term Exposure Limit, TWA = Time-Weighted \nAverage \nKEY TO THE RISK CODES CONTAINED IN SECTION 2 AND 3 OF THIS DOCUMENT (for \ninformation only):\nR22; Harmful if swallowed. \nR41; Risk of serious damage to eyes. \nR43; May cause sensitization by skin contact. \nEffective Date: January 1, 2019", "tokens": 1157, "chars": 4780, "pages": {"start": 12, "end": 14}, "section": "", "prev_id": "dataroom_012_chunk_0011", "next_id": "", "content_hash": "sha256:d7deac92c464f4a76c7a0a0ea01f5022c9f8bcbc237ea28fc66be15d0b14b7a0"}
