{"chunk_id": "dataroom_001_chunk_0001", "doc_id": "dataroom_001", "slug": "financial-fact-sheet", "sequence": 1, "text": "15402 Dexler Drive \nAustin, TX 78734 \ninfo@powertronglobal.com \nwww.powertronglobal.com \n \nFinancial: Price, ROI, Payment Options \n \n \nProduct Price \n \nProduct pricing is standard and by the ounce. PermaFrost NMR® is $125 per \nounce. In direct exchange or DX units require 1 ounce per ton of capacity. \nChillers require treatment to be proportional to 10% of the oil capacity. \nVolume discounts are available for enterprise-wide deployments.  \nPrices do not include cost of installation (Installation Fact Sheet link) \nReturn on Investment (ROI) \n \nRestoring cooling capacity is just sound business. Multiple corporate \nobjectives are advanced simultaneously – operational uptime, better working \nconditions and reduction of carbon footprint. Most compelling is ROI.  \nHVAC intensity, age of equipment and kWh price vary widely. Typically, \ncustomers see a positive financial return from energy savings in 14 months-2 \nyears. HVAC-intense environments, e.g., data centers, labs, manufacturing, and \nbusinesses in high tariff areas, can see full payback within a few months. When \ntotal financial return includes lifetime ROI, 20% extended equipment life, \nfewer machine repairs and less downtime, few investments are as strategic or \nmore attractive. \nROI Facts \n \n• PermaFrost NMR® standard pricing: $125 per ounce \n• PermaFrost NMR® is a permanent solution, a one-time cost \n• Treatment quantity: 1 ounce/ton for DX units; 10% of oil charge for \nchillers \n• On average, restores 20%+ cooling capacity for DX units >3 yrs. in \nservice \n• On average, restores 18% cooling capacity for chillers >3 yrs. in service\n\n\n\n15402 Dexler Drive \nAustin, TX 78734 \ninfo@powertronglobal.com \nwww.powertronglobal.com \n \n \n• Active optimization of new capacity can substantially increase return \n• Improved EER and kW/ton reduces demand surcharges for peak usage \n• ROI greatest on new machines where degradation costs are totally \navoided \n• Volume discount pricing available for >10k ounce orders \n• Monthly installment payments over ROI cycle time \n• Meets GAAP accounting criteria for capital expense \n• If qualified based on HVAC-intensity, no cost saving sharing plans \navailable \nPayment Options \n \nNo cost, shared savings:  Powertron Global provides flexible payment \narrangements. No upfront outlay is required in most deployment situations. If \na customer requires confirmatory testing, some initial charges may apply but \nwould be recouped upon deployment. \n  \n• Full payment for product is expected within 90 days of a completed \ndeployment unless other arrangements are made. \n \n• Payments can be made on a Monthly Installment Plan that syncs-up with \na customer’s initial payback period, typically 12-24 installments. \n \n• Enterprises with campus-like facilities serviced by large chiller plants \ncontrolled by Building Management Systems may qualify for no cost, \nsavings sharing plans. Typically, these 50/50 sharing arrangements last \nfor a set contract period, e.g., 4 years. Thereafter the customer keeps all \ngenerated savings. To learn more about our ThEOS Program (click here) \n \n• For customers committed to allocating spend with minority suppliers, \nPowertron’s MBE/WBE partner Argent Associates can manage the \nentire transaction from purchasing through deployment (MBE Fact \nSheet link)", "tokens": 725, "chars": 3274, "pages": {"start": 1, "end": 2}, "section": "", "prev_id": "", "next_id": "", "content_hash": "sha256:79eb8dfa3bf9d62edeee70f2ca6cec4deee2447f7a5fb357f3ad88726aacc3ce"}
