{"chunk_id": "dataroom_024_chunk_0001", "doc_id": "dataroom_024", "slug": "restaurant-chain-a-longevity-study", "sequence": 1, "text": "Energy Science Division\n®\nRestaurant Chain A FOUR RESTAURANT LONGEVITY STUDY ON ROOFTOP UNITS (RTU’s)\nParticipants\nStudy Date:\n     March 2012 - May 2014\nParticipants: \n      Energy Consulting Partner\n      [CEO],\n      CEO\n      Powertron Global\n      [Senior Energy Engineer],\n      Director of Engineering\n      \nLocations:\n      Linthicum, MD\n      Nursery Road\n      Philadelphia, PA\n      Philadelphia Airport\n      Lancaster, PA\n      Millersville Pike\n      Allentown, PA\n      Tilghman Street\nComprehensive HVAC/R Capacity Study\nFeaturing the PermaFrost NMR® Energy Conservation Measure (ECM) \nProperty of Powertron Global®\n\n\n\n®\nHVAC/R Eﬃciency Report\nPurpose of Energy Eﬃciency Study\nThe purpose of this study is to verify that the restored capacity produced two years ago when all four rooftop \nunits (RTU’s) were first treated with the PermaFrost NMR® is being sustained.  This same efficiency \nimprovement is then quantified into dollars saved by Restaurant Chain A in the treated RTU’s. \nThe roof top units involved in this study are representative of a great majority of the portfolio of equipment \noperated by Restaurant Chain A. The same information gathered in the study is then extrapolated out across the \nentire Restaurant Chain A portfolio to closely estimate what capacity has already been lost in term of increased \nenergy costs. This same extrapolation methodology is also used to estimate what the potential future avoided \nwasted energy costs are expected to be when treating all RTU’s, refrigeration and ice machines.  \nMany industry leading organizations, including the American Society of Heating, Refrigeration and Air \nConditioning Engineers (ASHRAE), project that all heating, ventilation, air conditioning and refrigeration \n(HVACR) units degrade in capacity and efficiency as they operate and age. Thermal degradation is caused by a \nphenomenon that is present in all HVACR equipment that operates as a vapor compression cycle associated \nwith refrigerant and oil for lubrication. This thermal degradation is well documented by the HVACR industry \nand the original equipment manufacturers (OEM’s). Thermal degradation prevents units from operating at the \noriginal design efficiency, which leads to excessive run-times and additional kWh consumption.\n1\nProperty of Powertron Global®", "tokens": 499, "chars": 2301, "pages": {"start": 1, "end": 2}, "section": "", "prev_id": "", "next_id": "dataroom_024_chunk_0002", "content_hash": "sha256:b5ea2d588941acc0537c8dd8509df951dfdaf5956274f9ca7c07779cbf00f5c6"}
{"chunk_id": "dataroom_024_chunk_0002", "doc_id": "dataroom_024", "slug": "restaurant-chain-a-longevity-study", "sequence": 2, "text": "d the original equipment manufacturers (OEM’s). Thermal degradation prevents units from operating at the \noriginal design efficiency, which leads to excessive run-times and additional kWh consumption.\n1\nProperty of Powertron Global®\n\n\n\n®\n2\nProcess\nThis report contains specific information regarding the current performance profile of four similar RTU’s treated \ntwo years ago with PermaFrost NMR® compared to where ASHRAE degradation averages had them performing \nprior to treatment. A fifth similar RTU that was installed on the roof of one of the same four restaurants six \nmonths following initial equipment PermaFrost NMR® treatment (which was not treated) serves as a control unit \nand as another valuable way to demonstrate the value gained through the use of PermaFrost NMR®. \nDetailed performance testing (outlined later in this report) was performed on the pilot RTU’s unit after the \ninstallation of PermaFrost NMR® to determine the impact on the three key elements that greatly affect Ruby \nTuesday’s power bill as they relate to the original design specifications: \n \n1.  The cooling capacity the RTU’s are capable of producing after an average of 11 years in service.\n \n2.  The actual cost of power required to produce the amount of cooling tons the RTU’s are delivering as \n      \n     reflected in the kW/ton measurement. \n \n3.  The thermal dynamic ability of the RTU’s to continue to perform at or close to operational design.\nMethodology\nThe measurements used in the efficiency calculations were collected and compiled in accordance with the \nIPMVP (International Measurement and Verification Protocol) framework. The team consisted of \nEnergy Consulting Partner's CEO, [CEO] and Powertron Global’s Director of Engineering, [Senior Energy Engineer].  The \nmanager on duty at each of the locations signed off on all the measurements taken prior to the team leaving \neach location, preserving the integrity of the data.\nNotes \nSince power bills for the four restaurants already show savings, the focus of the field M&V was on determining the current \nperformance levels of the four pilot RTU’s. The RTU’s were also compared to historical performance characteristics of \nthemselves two years earlier and to a newer similar RTU that was not treated with the ECM. This helps to closely estimate \nthe amount of savings already achieved by Restaurant Chain A and helps determine the impact of future savings.  \nThe readings were taken in the same conditions used by Air-Conditioning, Heating, & Refrigeration Institute (AHRI) to \nissue capacity ratings. All RTU’s were tested in sunny conditions with outside air temperatures between 80-82 degrees. \nThe boundary of the testing was the RTU’s and nothing else; therefore confidence in the accuracy of the performance \ncalculations is very high.\nProperty of Powertron Global®", "tokens": 581, "chars": 2822, "pages": {"start": 2, "end": 3}, "section": "", "prev_id": "dataroom_024_chunk_0001", "next_id": "dataroom_024_chunk_0003", "content_hash": "sha256:aa5457e231b2379b841324da4413823244f510ef19c1f34bce77c6709e65d681"}
{"chunk_id": "dataroom_024_chunk_0003", "doc_id": "dataroom_024", "slug": "restaurant-chain-a-longevity-study", "sequence": 3, "text": "city ratings. All RTU’s were tested in sunny conditions with outside air temperatures between 80-82 degrees. \nThe boundary of the testing was the RTU’s and nothing else; therefore confidence in the accuracy of the performance \ncalculations is very high.\nProperty of Powertron Global®\n\n\n\n®\n3\nEnergy Conservation Method (ECM)\nThe content detailed in this report will first demonstrate the ability of the pilot RTU’s to perform prior to and \nfollowing the ECM being installed. The report will also illustrate the amount of thermal degradation that had \noccurred due in large part to oil migration within the heat exchangers and how much of that has been \nrestored.\n \nThe following report produces the utilization of the IPMVP as the M&V plan. \nThe results were formulated by entering the data into the following thermodynamic engineering formulas:\n \n• kW = Volts * Amps * Power Factor of 1.47/1000 (for 3-Phase) \n \n• Tons = (Airflow * 4.5 * Enthalpy Delta) / 12,000 \n \n• KW/Ton = kW / Actual Tonnage \n \n• Coefficient of Performance (COP) = (12 / kW per ton /3.412)\n \n• Refrigerant Approach = Supply Air Temp – Saturated Suction Temp \nNotes \nFollowing a diagnostic examination of the pilot equipment to determine the operational condition of the system was still \nsatisfactory; two-year post ECM data was collected and recorded by the M&V team. The delta of these measurements and \nassociated historical baseline performance calculations show the amount of capacity restored and amount of money saved.\nThe following IPMVP data points were recorded on 25 & 26 May 2014 using recently purchased devices calibrated in \naccordance with NIST (National Institutes of Standards and Technology) standards to insure measurement accuracy. \nThe RTU’s were initially treated with the ECM in March 2012. The two years since then not only ensures the ECM had \nample time to prove longevity of the thermal benefits. All measurements were taken at 100% load and at similar return \nair and outdoor air temperatures. \nThe collection of the data in the post period was collected by Powertron Global® and visual evidence of all measurements \nused in the calculations in this report are available upon request. The detailed measurements are listed further below.\nProperty of Powertron Global®", "tokens": 496, "chars": 2267, "pages": {"start": 3, "end": 4}, "section": "", "prev_id": "dataroom_024_chunk_0002", "next_id": "dataroom_024_chunk_0004", "content_hash": "sha256:52178e23a0ae079c2bce3eb49bdd12b4b359a82206ca2df627ba3c0dd66897c6"}
{"chunk_id": "dataroom_024_chunk_0004", "doc_id": "dataroom_024", "slug": "restaurant-chain-a-longevity-study", "sequence": 4, "text": "d was collected by Powertron Global® and visual evidence of all measurements \nused in the calculations in this report are available upon request. The detailed measurements are listed further below.\nProperty of Powertron Global®\n\n\n\n®\n4\n28.86 tons\n39.28 tons\nBaseline\nTonnage\nPost ECM\nTonnage\n• The RTUs should be operating @ 40 tons of cooling capacity\n• The RTUs were operating @ 28.86 tons of cooling capacity prior to\n   installing ECM\n• The RTUs now have 10.42 tons of restored cooling capacity after\n   ECM\n• The RTUs should be operating @ 3.2 COP or higher\n• The RTUs were operating @ 2.37 COP prior to the ECM\n   and 3.18 following the ECM\n• The average COP of the RTUs was increased by 31.6% \n   following the ECM\n2.37\nBaseline COP\nCOEFFICIENT\nOF\nPERFORMANCE\n(COP)\n28.86\ntons Baseline\n100%\nCAPACITY @\n100% LOAD\nBaseline\nCOP\nPost ECM\nCOP\n2.37\n3.18\n3.18\nPost ECM COP\n39.28\ntons Post ECM\n31.6%\nImprovement\nin COP\n10.42\ntons of\nRecovered\nCapacity\nTONNAGE\nCOP\nSummary of HVAC/R Eﬃciency Study Results\nRTU Unit Eﬃciency with PermaFrost NMR® ECM\nRestaurant Chain A is experiencing significant thermal degradation in its HVAC/R units. The lower baseline \noperating tonnage and COP ratings are calculated based on historical data and are in line with the ASHRAE \nloss of performance and cost to operate numbers. The degraded equipment performance was costing Ruby \nTuesday significant money and wasting energy in the four pilot RTU’s. The equipment was using significantly \nmore kWh to operate than they did when they were new.\nThe performance summary includes the measured efficiency and tonnage of the RTU’s in the baseline and post \ntesting periods demonstrating the impact of thermal degradation. The implementation of PermaFrost NMR® \nECM in the four RTU’s averaging 11 years of age resulted in a restoration of 10.42 operating tons and an \naverage improvement of 31.6% in Coefficient of Performance (COP), significantly reducing the cost to operate \nthe RTU’s throughout the year.\nWhen compared to the newer untreated control RTU, the pilot RTU’s are already outperforming it. The 11 year \nold units are averaging 9.82 tons of cooling produced while the Control Unit has already slipped to 9.37 tons. \nThis difference of .45 tons means the older units are producing an average of 4.8% more tonnage than the \nControl Unit and a corresponding improvement in COP of 6.35%.\nProperty of Powertron Global®", "tokens": 616, "chars": 2403, "pages": {"start": 4, "end": 5}, "section": "", "prev_id": "dataroom_024_chunk_0003", "next_id": "dataroom_024_chunk_0005", "content_hash": "sha256:b045c08fb5ac4eaba68f38083f3b2ffeeb2ab80717e9b6be51f26a5dc7faa33a"}
{"chunk_id": "dataroom_024_chunk_0005", "doc_id": "dataroom_024", "slug": "restaurant-chain-a-longevity-study", "sequence": 5, "text": "rol Unit has already slipped to 9.37 tons. \nThis difference of .45 tons means the older units are producing an average of 4.8% more tonnage than the \nControl Unit and a corresponding improvement in COP of 6.35%.\nProperty of Powertron Global®\n\n\n\n®\nRecovered\nEnergy,\nequating to\n$5,231 annually.\n5\nRecovered Wasted Energy with ECM -  RTU’s\nThe chart to the right illustrates the performance \nrestoration the ECM created in the treated RTU’s. The \naverage cost to operate these RTU’s before they were \ntreated with PermaFrost NMR®, as calculated in \nkW/ton, averaged 1.50.\nThe specific cost to operate these RTU’s after they \nwere treated with PermaFrost NMR®, as calculated in \nkW/ton, is currently 1.13.\nThe higher baseline kW/ton rating measured in-situ was expected when compared to the ASHRAE loss of \nperformance efficiency and cost to operate estimate for these 11 year old RTU’s. The post results are also in \nline with the average improvement savings shown in more than 120,000 installations globally.\nCost to Operate\nBaseline\nPost ECM\nkW/Ton\n.37  kW/Ton\n0.0\n0.3\n0.6\n0.9\n1.2\n1.5\n1.50\n1.13\nProperty of Powertron Global®\n\n\n\n®\n6\nHVAC/R Eﬃciency Study Results\nCalculated Eﬃciency of Restaurant Chain A RTU’s Baseline and Post\nThe chart below illustrates how far off design the Restaurant Chain A RTU’s had degraded in terms of efficiency \nover 11 years of the coils being in use. The RTU’s were performing at an average of 75.5% of the original design \nefficiency when they were first treated with PermaFrost NMR®. The nominal design rated tonnage of each of \nRTU’s is 10 tons. In actuality however, each of the RTU’s was only producing an average of 7.22 tons at the start \nof the pilot. The majority of this 24.5% efficiency loss was directly attributable to the thermal degradation of the \nheat exchange surfaces. This is due in large part to oil migration creating an insulating barrier to heat transfer \nthrough the tube walls. \nAfter the ECM was installed, the average efficiency in the RTU’s unit jumped up to 98.2% of design \nspecifications or 9.82 tons each. This represents a 30% improvement in efficiency over the baseline numbers.\nOriginal Design\nEﬃciency\nASHRAE Projected\nEﬃciency Loss\nOver Time\nActual Restaurant Chain A\nDesign Eﬃciency as\nMeasured In-Situ\nActual Restaurant Chain A HVAC/R Operating Eﬃciency\nvs. ASHRAE Projected Eﬃciency Loss\nHVAC/R Eﬃciency %\nDESIGN EFFICIENCY\n20\n40\n60\n80\n100\n120\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nEﬃciency\nImprovement\n30%\n \n \n \nAge of HVAC/R Units\nAvg Age of Restaurant Chain A\nEquipment\n11\nProperty of Powertron Global®", "tokens": 750, "chars": 2592, "pages": {"start": 5, "end": 7}, "section": "", "prev_id": "dataroom_024_chunk_0004", "next_id": "dataroom_024_chunk_0006", "content_hash": "sha256:3e8c6d055af58da8ea779119d2365972892f7ce1a95af93f7ea485a3fb08c511"}
{"chunk_id": "dataroom_024_chunk_0006", "doc_id": "dataroom_024", "slug": "restaurant-chain-a-longevity-study", "sequence": 6, "text": "RAE Projected Eﬃciency Loss\nHVAC/R Eﬃciency %\nDESIGN EFFICIENCY\n20\n40\n60\n80\n100\n120\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nEﬃciency\nImprovement\n30%\n \n \n \nAge of HVAC/R Units\nAvg Age of Restaurant Chain A\nEquipment\n11\nProperty of Powertron Global®\n\n\n\n®\n7\nHVAC/R Eﬃciency Study Results\nCost to Restaurant Chain A to Operate the RTU’s Baseline vs Post\nThe next chart illustrates how much money the efficiency performance loss of the pilot RTU’s was costing Ruby \nTuesday in the way of wasted energy each and every day they were operating prior to the ECM. The average \ncost to operate these RTU’s as calculated in kW/ ton was 1.50 in the Baseline. When originally installed, the \nkW/ton rating for units like these usually ranges from 1.0 to 1.2 kW/ton. This means Restaurant Chain A was \npaying up to 26.7% more than design for energy to run the RTU’s as a direct result of the reduced level of \nperformance. These kW/ton ratings are very much in line with the ASHRAE loss of performance and cost to \noperate numbers.\n  \nThe restored average kW/ton rating following the ECM is now 1.13. This represents a 24.7% reduction in \nenergy costs from the baseline for every ton of cooling produced. It also brings down the Restaurant Chain A costs to \noperate the RTU’s to just 1.8% off of design. This resulted in a payback period to Restaurant Chain A of \napproximately 12 months. Over just a few years these accumulated savings will greatly reduce the eventual \nCapEx costs to replace the RTU’s when they finally reach the end of their useful life.   \nOriginal Design\nEﬃciency\nASHRAE Projected\nCost to Operate\nOver Time\nActual Cost to\nOperate Restaurant Chain A\nSystems As Is\nOperational Cost %\nActual Restaurant Chain A HVAC/R Operating Cost\nvs. ASHRAE Historical Performance\n-40\n-20\n00\n20\n40\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n \n \n \nAvg Age of Restaurant Chain A\nEquipment\n11\nEXPECTED COST\nAge of HVAC/R Units\n24.7%\nin Energy\nSavings\nProperty of Powertron Global®", "tokens": 587, "chars": 1990, "pages": {"start": 7, "end": 8}, "section": "", "prev_id": "dataroom_024_chunk_0005", "next_id": "dataroom_024_chunk_0007", "content_hash": "sha256:3705d5a54c8190dfaed56facb7a1628e2abdc0f3f162da4319287080271972a0"}
{"chunk_id": "dataroom_024_chunk_0007", "doc_id": "dataroom_024", "slug": "restaurant-chain-a-longevity-study", "sequence": 7, "text": "00\n20\n40\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n \n \n \nAvg Age of Restaurant Chain A\nEquipment\n11\nEXPECTED COST\nAge of HVAC/R Units\n24.7%\nin Energy\nSavings\nProperty of Powertron Global®\n\n\n\n®\nReturn On Investment\nThe following are the final calculated average performance measurements following the PermaFrost NMR® \nPost measurement period for all four of the Restaurant Chain A RTU’s.\nBaseline Energy Consumption without PermaFrost NMR®\nBaseline Tonnage: 28.86 tons\nAdjusted kW Baseline: 1.50 kW/ton * 39.28 tons = 58.92 kW\nAdjusted Baseline kWh: 58.92 kW * 3,000 Annual Operating Hrs = 176,760 kWh\nRevised Cost to Run Baseline: 176,760 kWh * $.12 = $21,211\nPost Energy Consumption with PermaFrost NMR®\nkW Post: 1.13 kW/ton * 39.28 tons = 44.39 kW\nAnnual kWh Post: 44.39 kW * 3,000 hours = 133,170 kWh\nAnnual Cost Post: 133,170 kWh * .12 cents = $15,980\nSavings Per Year\nAvoided Energy Cost (savings) Per Year: $21,211 - $15,980 = $5,231\nEstimated Energy Savings Per Month: $5,231 / 12 = $436\nReturn On Investment\nCost of PermaFrost NMR® installed in all four of the pilot RTU’s: $5,000\nEstimated ROI Period for Pilot RTU’s: $5,000 / $436 = 12 months\nUtilizing data in the charts on the previous pages, to obtain a true avoided energy cost and subsequent payback period \nfor Restaurant Chain A for implementing the PermaFrost NMR®, a detailed Regression Analysis is used to calculate the true \nenergy savings resulting from the improvement in capacity. This increased capacity reduces the annual kWh expended \nin the Post Analysis Period. ROI comes from determining what the cost to run the systems was when operating at the \noriginal energy profile to produce the newly restored amount of available tonnage capacity and then subtracting the \nrevised cost to run the systems at the same restored tonnage after the PermaFrostNMR® was installed. This regression \nanalysis is the most widely accepted method of accounting for the reduced number of hours the systems will now operate \ndue to the restored capacity. This restored capacity allows the systems to reach the internal building set points with \nincreased efficiency resulting in reduced compressor demand loading.\n8\nProperty of Powertron Global®", "tokens": 595, "chars": 2214, "pages": {"start": 8, "end": 9}, "section": "", "prev_id": "dataroom_024_chunk_0006", "next_id": "dataroom_024_chunk_0008", "content_hash": "sha256:cbc7c1dc8062b4430cd83bdc3aef40fec46ff16d9c13a702c777320bad0cb59e"}
{"chunk_id": "dataroom_024_chunk_0008", "doc_id": "dataroom_024", "slug": "restaurant-chain-a-longevity-study", "sequence": 8, "text": "e \ndue to the restored capacity. This restored capacity allows the systems to reach the internal building set points with \nincreased efficiency resulting in reduced compressor demand loading.\n8\nProperty of Powertron Global®\n\n\n\n®\n9\nDX\n11\n54\n3000\n$0.120\n0.0%\nUnit Type\nUnit Age\nInput Power kWE\nAnnual Run Time Hours\nCurrent kWh Cost\nAnnual kWh Cost Increase\n162,000\n279,936\n614,952\n$73,794\nkWh per Year\nTotal Wated kWh\nTotal kWh Saved\nTotal Savings\n-30.00%\n-25.00%\n-20.00%\n-15.00%\n-10.00%\n-5.00%\n0.00%\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25\nWasted Energy\nCosts Up to Now\n$33,592\nFuture Avoided Energy Costs\nfor Remaining 9 Years\nof Equipment Life\n$47,161\nAccumulated\nSavings\n4,938\n10,031\n15,241\n20,529\n25,855\n31,182\n36,508\n41,835\n47,161\n52,488\n57,815\n63,141\n68,468\n73,794\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\nAccumulated\nkWh Saved\n41,148\n83,592\n127,008\n171,072\n215,460\n259,848\n304,236\n348,624\n393,012\n437,400\n481,788\n526,176\n570,564\n614,952\nCost\nPer kWh\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\nSaved Costs\nSaved kWh\nWasted kWh\n4,374\n9,720\n14,742\n19,926\n24,300\n27,702\n31,104\n33,858\n36,126\n38,232\n39,852\nEﬃciency\nLoss\nUnit Age\n2.7%\n6.0%\n9.1%\n12.3%\n15.0%\n17.1%\n19.2%\n20.9%\n22.3%\n23.6%\n24.6%\n25.4%\n26.2%\n26.8%\n27.2%\n27.4%\n27.4%\n27.4%\n27.4%\n27.4%\n27.4%\n27.4%\n27.4%\n27.4%\n27.4%\n41,148\n42,444\n43,416\n44,064\n44,388\n44,388\n44,388\n44,388\n44,388\n44,388\n44,388\n44,388\n44,388\n44,388\n4,938\n5,093\n5,210\n5,288\n5,327\n5,327\n5,327\n5,327\n5,327\n5,327\n5,327\n5,327\n5,327\n5,327\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nFinancial Impact of PermaFrost NMR® to Restaurant Chain A\nCost to Restaurant Chain A to Operate the RTU’s Baseline vs Post\nThe next chart illustrates the capacity loss in the four pilot RTU's on multiple locations. These units cost \nRestaurant Chain As significant wasted energy in the past 11 years at an estimated $33,592. Left untreated these \nunits waste an additional $47,161 or 393,012 kWh.\nKilowatt Hours (kWh) Loss / Gain With / Without PermaFrost NMR® Treatment\nSavings indicated inside red circle equates to a 12 Month Project Payback for Restaurant Chain A when treating \nthe four (4) RTU’s in the mid-Atlantic region. This is determined by dividing the $5,000 cost of treating the 4 \nRTU’s with PermaFrost NMR® by the anticipated annual savings of $4,938 and then multiplying the result \nby 12 months.\nSavings indicated inside orange circle equates to an overall ROI for Restaurant Chain A of 943% over the \nremaining 9 years of projected useful equipment life in the mid-Atlantic region. This is determined by \ndividing the projected savings of $47,161 by the $5,000 cost of treating the 4 RTU’s with PermaFrost NMR® \nand then multiplying the result by 100.\nProperty of Powertron Global®", "tokens": 1098, "chars": 2830, "pages": {"start": 9, "end": 10}, "section": "", "prev_id": "dataroom_024_chunk_0007", "next_id": "dataroom_024_chunk_0009", "content_hash": "sha256:19ba6b239e7df9abd215c03aeaa90ed2595d60b844e8fab65e4b42fa885aaf69"}
{"chunk_id": "dataroom_024_chunk_0009", "doc_id": "dataroom_024", "slug": "restaurant-chain-a-longevity-study", "sequence": 9, "text": "e \nremaining 9 years of projected useful equipment life in the mid-Atlantic region. This is determined by \ndividing the projected savings of $47,161 by the $5,000 cost of treating the 4 RTU’s with PermaFrost NMR® \nand then multiplying the result by 100.\nProperty of Powertron Global®\n\n\n\n®\nCost to Restaurant Chain A to Operate the Control RTU\nThe next chart illustrates how much the efficiency performance loss the pilot control RTU is already costing \nRestaurant Chain A in wasted energy over the first 18 months it has been in service and what the projected \nsavings will be over its remaining useful life. If Restaurant Chain A chooses not to treat the unit, these future \navoided costs will hit operational costs instead of dropping to the bottom line.\nKilowatt Hours (kWh) Loss/Gain With/Without PermaFrost NMR® Treatment\nSavings indicated inside red circle equates to a 36-37 Month Project Payback for Restaurant Chain A when \ntreating a new RTU in the mid-Atlantic region. This is determined by dividing the full turn-key rollout cost \nof $1,100 for treating the RTU with PermaFrost NMR® by the anticipated third year cumulative savings of \n$1,085 and then multiplying the result by 36 months. In just over a year in service, the newer control unit has \nalready cost Restaurant Chain A $106 in lost energy that can never be recovered.\nSavings indicated inside orange circle equates to an overall ROI for Restaurant Chain A of 1,486% over the \nremaining 19 years of projected useful equipment life in the mid-Atlantic region. This is determined by \ndividing the projected 19 years avoided cost savings of $16,343 by the $1,100 cost of treating the newer RTU \nwith PermaFrost NMR® and then multiplying the result by 100.\n10\nDX\n1\n11\n3000\n$0.120\n0.0%\nUnit Type\nUnit Age\nInput Power kWE\nAnnual Run Time Hours\nCurrent kWh Cost\nAnnual kWh Cost Increase\n33,000\n891\n181,401\n$21,768\nkWh per Year\nTotal Wated kWh\nTotal kWh Saved\nTotal Savings\n-30.00%\n-25.00%\n-20.00%\n-15.00%\n-10.00%\n-5.00%\n0.00%\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25\nWasted Energy\nCosts so far\n$106\nFuture Avoided Energy Costs\nfor Remaining 19 Years\nof Equipment Life\n$16,343\nAccumulated\nSavings\n238\n598\n1,085\n1,679\n2,356\n3,117\n3,944\n4,827\n5,762\n6,736\n7,742\n8,779\n9,841\n10,918\n12,003\n13,088\n14,173\n15,258\n16,343\n17,428\n18,513\n19,598\n20,683\n21,768 \n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\nAccumulated\nkWh Saved\n1,980\n4,983\n9,042\n13,992\n19,635\n25,971\n32,868\n40,227\n48,015\n56,133\n64,515\n73,161\n82,005\n90,981\n100,023\n109,065\n118,107\n127,149\n136,191\n145,233\n154,275\n163,317\n172,359\n181,401\nCost\nPer kWh\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\nSaved Costs\nSaved kWh\nWasted kWh\n891\nEﬃciency\nLoss\nUnit", "tokens": 948, "chars": 2796, "pages": {"start": 10, "end": 11}, "section": "", "prev_id": "dataroom_024_chunk_0008", "next_id": "dataroom_024_chunk_0010", "content_hash": "sha256:902ccb29d8ae180734505a6c175763567bc76b119f8a9e4dde2e3d715cf5d2e0"}
{"chunk_id": "dataroom_024_chunk_0010", "doc_id": "dataroom_024", "slug": "restaurant-chain-a-longevity-study", "sequence": 10, "text": "065\n118,107\n127,149\n136,191\n145,233\n154,275\n163,317\n172,359\n181,401\nCost\nPer kWh\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\nSaved Costs\nSaved kWh\nWasted kWh\n891\nEﬃciency\nLoss\nUnit Age\n2.7%\n6.0%\n9.1%\n12.3%\n15.0%\n17.1%\n19.2%\n20.9%\n22.3%\n23.6%\n24.6%\n25.4%\n26.2%\n26.8%\n27.2%\n27.4%\n27.4%\n27.4%\n27.4%\n27.4%\n27.4%\n27.4%\n27.4%\n27.4%\n27.4%\n1,980\n3,003\n4,059\n4,950\n5,643\n6,336\n6,897\n7,359\n7,788\n8,118\n8,382\n8,646\n8,844\n8,976\n9,042\n9,042\n9,042\n9,042\n9,042\n9,042\n9,042\n9,042\n9,042\n9,042\n238\n360\n487\n594\n677\n760\n828\n883\n935\n974\n1,006\n1,038\n1,061\n1,077\n1,085\n1,085\n1,085\n1,085\n1,085\n1,085\n1,085\n1,085\n1,085\n1,085\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nProperty of Powertron Global®\n\n\n\n®\nEstimated Savings to Restaurant Chain A for Treating Entire Portfolio\nThe next chart illustrates the substantial savings potential Restaurant Chain A will realize by moving forward this summer \nwith treating their entire portfolio of HVACR equipment. The following assumptions were used in the calculations:\n \n• 10 year average age of HVACR equipment; \n \n• 40 tons of HVACR per location; \n \n• Equipment runtime of 3,400 hours each; \n \n• Average cost of $.12 per kWh delivered across all 700 restaurants\nKilowatt Hours (kWh) Loss / Gain With / Without PermaFrost NMR® Treatment\nSavings indicated inside red circle equates to a 12 Month Project Payback for Restaurant Chain A when treating all 700 \nlocations across the US. This is determined by dividing the $2,940,000 cost of treating the HVACR equipment with \nPermaFrost NMR® by the anticipated annual savings of $3,091,334 and then multiplying the result by 12 months. \nSavings indicated inside orange circle equates to an overall ROI for Restaurant Chain A of 1,142% over the remaining 10 \nyears of projected useful equipment life across the total portfolio. This is determined by dividing the projected 10 \nyears of avoided cost savings of $33,577,421 by the $2,940,000 cost of treating the entire portfolio with PermaFrost \nNMR® and then multiplying the result by 100. If Restaurant Chain A is operating at a net profit margin of 5%, the estimated \n10 year savings of $33,577,421 is EQUIVALENT to $671,548,420 in food/beverage sales revenue that Restaurant Chain A \nDOES NOT have to generate to maintain current performance levels.", "tokens": 901, "chars": 2483, "pages": {"start": 11, "end": 12}, "section": "", "prev_id": "dataroom_024_chunk_0009", "next_id": "dataroom_024_chunk_0011", "content_hash": "sha256:b2202f7c66f54dcd400d0416687b72dd0ac78604068d288ed65d6924373a9d0f"}
{"chunk_id": "dataroom_024_chunk_0011", "doc_id": "dataroom_024", "slug": "restaurant-chain-a-longevity-study", "sequence": 11, "text": "Chain A is operating at a net profit margin of 5%, the estimated \n10 year savings of $33,577,421 is EQUIVALENT to $671,548,420 in food/beverage sales revenue that Restaurant Chain A \nDOES NOT have to generate to maintain current performance levels.\n11\nDX \n10 \n30,800\n3400 \n$0.120 \n0.0% \nUnit Type (DX or CH)\nUnit Age\nInput Power kWE\nAnnual Run Time Hours\nCurrent kWh Cost\nAnnual kWh Cost Increase\n104,720,000\n155,195,040\n423,278,240\n$50,793,389\nkWh per year\nTotal Wasted kWh\nTotal kWh Saved\nTotal Savings\n-30.00%\n-25.00%\n-20.00%\n-15.00%\n-10.00%\n-5.00%\n0.00%\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25\nAnnual kWh Savings for All 700 Restaurant Chain A locations\nAnnual Cost Savings for All 700 Restaurant Chain A locations\nEstimated Cost to Treat All 700 Restaurant Chain A locations\nEstimated 10-Yr Food/Beverage Sales Avoided in all Restaurant Chain A’s locations\nAnnual Saving Value\nPortfolio Eﬀects of ECM\n18,732,000 kWh  \n$ 3,091,334\n$ 2,940,000\n$ 671,548,420\nAccumulated\nSavings\n3,091,334\n6,283,200\n9,575,597\n12,943,392\n16,361,453\n19,804,646\n23,247,840\n26,691,034\n30,134,227\n33,577,421\n37,020,614\n40,463,808\n43,907,002\n47,350,195\n50,793,389\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\nAccumulated\nkWh Saved\n25,761,120\n52,360,000\n79,796,640\n107,861,600\n136,345,440\n165,038,720\n193,732,000\n222,425,280\n251,118,560\n279,811,840\n308,505,120\n337,198,400\n365,891,680\n394,584,960\n423,278,240\nCost\nPer kWh\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\n0.120\nSaved Costs\nSaved kWh\nWasted kWh\n2,827,440\n6,283,200\n9,529,520\n12,880,560\n15,708,000\n17,907,120\n20,106,240\n21,886,480\n23,352,560\n24,713,920\nEﬃciency\nLoss\nUnit Age\n2.7%\n6.0%\n9.1%\n12.3%\n15.0%\n17.1%\n19.2%\n20.9%\n22.3%\n23.6%\n24.6%\n25.4%\n26.2%\n26.8%\n27.2%\n27.4%\n27.4%\n27.4%\n27.4%\n27.4%\n27.4%\n27.4%\n27.4%\n27.4%\n27.4%\n25,761,120\n26,598,880\n27,436,640\n28,064,960\n28,483,840\n28,693,280\n28,693,280\n28,693,280\n28,693,280\n28,693,280\n28,693,280\n28,693,280\n28,693,280\n28,693,280\n28,693,280\n3,091,334\n3,191,866\n3,292,397\n3,367,795\n3,418,061\n3,443,194\n3,443,194\n3,443,194\n3,443,194\n3,443,194\n3,443,194\n3,443,194\n3,443,194\n3,443,194\n3,443,194\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n$\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nWasted Portfolio\nEnergy Costs\nUp to Now\n$29,656,670\nFuture Avoided Energy Costs\nfor Remaining  10 Years\nof Equipment Life\n$33,577,421\nProperty of Powertron Global®", "tokens": 1105, "chars": 2415, "pages": {"start": 12, "end": 12}, "section": "", "prev_id": "dataroom_024_chunk_0010", "next_id": "dataroom_024_chunk_0012", "content_hash": "sha256:7a6ad74389b81a1575e0c0f0ee2bf2fc52fa962aa12b98f35c7620bda317e6a1"}
{"chunk_id": "dataroom_024_chunk_0012", "doc_id": "dataroom_024", "slug": "restaurant-chain-a-longevity-study", "sequence": 12, "text": "$\n$\n$\n$\n$\n$\n$\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nWasted Portfolio\nEnergy Costs\nUp to Now\n$29,656,670\nFuture Avoided Energy Costs\nfor Remaining  10 Years\nof Equipment Life\n$33,577,421\nProperty of Powertron Global®\n\n\n\n®\n1.50\nPOST\nBASELINE\n1.13\nAvg kW/ton\nREDUCTION\n24.7%\nREDUCTION\nREDUCTION\nPOST\nBASELINE\nAvg Calculated Annual kWh \n24.7%\n32.7%\nPOST\nBASELINE\nAvg Enthalpy Delta\nIMPROVEMENT\nPOST\nBASELINE\n20.03\nAvg Refrigerant Approach\n9.9%\n5.53\n176,760\n133,170\n18.05\nKey Results for RTU’s with PermaFrost NMR® ECM\nTrane\nYSC120\nVarious\nR22\n10\n3,000\n2001 - 2004\nSystem Description\nMake\nModel\nSerial Number\nRefrigerant Type\nNominal Cooling\nCapacity in Tons  \nAverage Annual\nRuntime Hours\nDate Installed\n12\nNotes\nThe pilot RTU’s provide cooling to the Kitchens \nin three of the four locations. The RTU at Philly \nAirport provides cooling to the Middle part of \nthe restaurant. Given the usage of the facility \nand the weather in the mid-Atlantic region, it is \nestimated the RTU’s run approximately 3,000 \nhours annually prior to PermaFrost NMR® \ninstallation.\n7.34\nProperty of Powertron Global®\n\n\n\n®\nAug-12\n208.1\n36.0\n35.5\n145\n90\n310\n74.5\n53.7\n61.2\n50.5\n27.29\n20.58\n6.71\n18.2\n11.01\n1.17\n9.37\n3,725\n33,030\n100\n80\n2.99\nCONTROL\nUNIT\n2004\n207.4\n36.5\n34.5\n117.2\n64.5\n248.1\n74.5\n52.8\n58.8\n46.3\n25.65\n18.32\n7.33\n18.3\n11.13\n1.14\n9.80\n3,565\n33,390\n100\n81\n3.1\nBASELINE\nPOST\nAllentown\n2004\n207.4\n36.5\n34.5\n117.2\n64.5\n248.1\n74.5\n54\n58.8\n49.6\n25.65\n20.08\n5.57\n19.5\n11.13\n1.49\n7.45\n3,565\n43,800\n100\n81\n2.36\n2002\n209.5\n39.1\n33.5\n118.8\n60.4\n255.7\n77.4\n54.3\n61.4\n50\n27.43\n20.3\n7.13\n20.8\n12.04\n1.21\n9.95\n3,720\n36,120\n100\n81\n2.91\nBASELINE\nPOST\nLancaster\n2002\n209.5\n39.1\n33.5\n118.8\n60.4\n255.7\n77.4\n56.3\n61.4\n53.02\n27.43\n22.14\n5.29\n22.8\n12.04\n1.63\n7.38\n3,720\n48,660\n100\n81\n2.16\n2001\n207.3\n35.1\n35.1\n120.2\n67\n251.5\n70.3\n50.1\n58.2\n45.8\n25.25\n18.06\n7.19\n15\n10.70\n1.11\n9.65\n3,578\n32,100\n100\n81\n3.17\nBASELINE\nPOST\nPhiladelphia Airport\n2001\n207.3\n35.1\n35.1\n120.2\n67\n251.5\n70.3\n52.8\n58.2\n49.2\n25.25\n19.86\n5.39\n17.7\n10.70\n1.48\n7.23\n3,578\n41,100\n100\n81\n2.48\nKey Results for RTU’s with PermaFrost NMR® ECM\nRestaurant Chain A 4-Store PermaFrost NMR Improvements vs Design & Control Unit\n2004\n203.2\n35.4\n34.1\n112\n64\n246.2\n74.8\n52.2\n62.3\n50.1\n28.07\n20.36\n7.71\n18.1\n10.57\n1.07\n9.88\n3,418\n31,710\n100\n82\n3.29\nEnergy Usage\nBASELINE\nPOST\n13\nNursery Rd\nAge of unit \n \nVoltage \n \nAmperage \n \nSuction Temperature  \nDischarge Temperature \n \nSuction Pressure \n \nDischarge Pressure \n \nEntering Air DB \n \nLeaving Air DB", "tokens": 1179, "chars": 2498, "pages": {"start": 12, "end": 14}, "section": "", "prev_id": "dataroom_024_chunk_0011", "next_id": "dataroom_024_chunk_0013", "content_hash": "sha256:d19dfd41dad84d05558499122a94afb60cc9456e8049305d37baa112c3789503"}
{"chunk_id": "dataroom_024_chunk_0013", "doc_id": "dataroom_024", "slug": "restaurant-chain-a-longevity-study", "sequence": 13, "text": "71\n18.1\n10.57\n1.07\n9.88\n3,418\n31,710\n100\n82\n3.29\nEnergy Usage\nBASELINE\nPOST\n13\nNursery Rd\nAge of unit \n \nVoltage \n \nAmperage \n \nSuction Temperature  \nDischarge Temperature \n \nSuction Pressure \n \nDischarge Pressure \n \nEntering Air DB \n \nLeaving Air DB \nEntering Air WB \n \nLeaving Air WB \n \nEnthalpy of Entering WB \n \nEnthalpy of Leaving WB \n \nDelta-T of Enthalpy \n \nEvaporator Approach  \nkW (V x A x 1.47) prior to regression analysis \nkW / Ton \n \nActual Measured Operating Tons \n \nUnit CFM \n \nAnnual kWh (Following regression analysis) \n \nUnit % Load During Testing \n \nOAT \n \nCoeﬃcient of Performance (COP) \n \n2004\n203.2\n35.4\n34.1\n112\n64\n246.2\n74.8\n54.2\n62.3\n53.3\n28.07\n22.2\n5.87\n20.1\n10.57\n1.41\n7.52\n3,418\n41,790\n100\n82\n2.49\nProperty of Powertron Global®\n\n\n\n®\n2,719\nPassenger vehicles\n662\nGarbage trucks of waste sent to\nthe landﬁll instead of recycled\n1,453,434\nGallons of gasoline\nconsumed\n13,873,976\nPounds of coal burned\nannually\n30,039\nBarrels of oil\nconsumed\n69.3\nRailcars worth\nof coal burned\n1,777\nHomes’ electricity use for\none year\n14\nRestaurant Chain A is Saving More than Just Energy\nBy treating just the four pilot RTU’s with PermaFrost NMR®, based on the current manner Restaurant Chain A \noperates them, it will save approximately 43,590 kWh per year and all the costs and goodwill associated with \nthose savings. When treating all their HVACR systems, Restaurant Chain A will save an estimated 18,732,000 \nkWh. From an environmental impact standpoint, Restaurant Chain A is also benefitting the surrounding \ncommunities in which they operate. \nThe estimated 18,732,000 kWh saved per year equates to preventing 12,917 metric tons of greenhouse gas \nemissions from being released or any of the following:\nAnnual greenhouse emissions from:\nCO2 emissions from:\nProperty of Powertron Global®", "tokens": 537, "chars": 1803, "pages": {"start": 14, "end": 15}, "section": "", "prev_id": "dataroom_024_chunk_0012", "next_id": "", "content_hash": "sha256:bb7f336aa9fe2af4cb80f37890dd4723e5effea92dad614febcd9b09eddd3d76"}
