{"chunk_id": "pdf_122_chunk_0001", "doc_id": "pdf_122", "slug": "case-study-084", "sequence": 1, "text": "FINAL REPORT\n\nEVALUATION OF “PERMAFROST” ON THE\n\nPERFORMANCE OF A COMMERCIAL ICE MAHealthcare System ANE\n(Manitowoc GRO150A)\n\nSUBMITTED TO:\n\nMr. [Redacted]\nPowertron\n2401 Fountainview\nSuite 416\nHouston Texas 77057\n\nLive Safer™\n\nDate:\nSeptember 24, 2004\n\nSUBMITTED BY:\nThe Toxicology Group, LLC\nA Wholly Owned Company of NSF International\nAnn Arbor, Michigan\n\nThis report is rendered upon the conditions that it can only be reproduced wholly. It may not be reproduced in part for\nadvertising or other purposes over our signature or in connection with our name without special permission in writing.\n\n\nSIGNATURE PAGE\n\nStatement of Data Confidentiality\n\nThis document is proprietary to Powertron Global and is considered by Powertron to be\nconfidential in all countries and for all purposes including, but not limited to, those\nenunciated. Information contained in this report should not be reviewed, abstracted, or\nused by persons other than those designated by Powertron Global without the Corporation’s\nexpress written consent. The Toxicology Group, LLC does not claim that any portion of\nthe document is either proprietary to or contains the confidential information of The\nToxicology Group, LLC. The Toxicology Group, LLC places no restrictions on the\ndissemination of this document.\n\nCompany:\n\nCompany Agent:\n\nTitle:\neee\n\nSignature: Date:\n\nQuality Assurance Statement:\n\nThis document was prepared and reviewed by qualified scientists was specifically\nreviewed for data consistency and quality. Documents of this type are not required to\nmeet Good Laboratory Practice Standards as established by the U.S. Environmental\nProtection Agency (40 CFR, Part 160) and OECD.\n\nTested by:Sal Aridi\n\nZ* Date: Oc fo bee l BOY\n\nLead Engineer\n\nQA Reviewer: Kevin Dostert\n\nDate: Oct. i. Dae4\n\nSénior Specialist Engineering Laboratory\n\ntilt? Date:_/2 VAA- vA\n\nSeniorAcientist - The Toxicology Group, LLC\n\nReport Prepared by: Maryann Sanders\n\n\nTABLE OF CONTENTS\n\n1.0\n2.0\n3.0\n4.0\n5.0\n6.0\n\nEXECUTIVE SUMMARY .........ccccssocsscscsescescseseessesseccscssesssssescsessessenscnccennssenseaes\n\nOBJECTIVE...\n\nPPTTTTTTTITITITITITT Tre\n\nDESCRIPTION OF SAMPLE .4jz........sccscscseccersssresssssssscscssessescoscscssesssccsscssensoenseoes\nTEST PROCEDURE. ..u.......cscsscscsssssssscccssecseccessessensencsssssscccsnssssssessoesecsecsenssensseoes\n\nRESULTS .........\n\nCONCLUSION\n\n\nTHE TOXICOLOGY GROUP, LLC\nA Wholly Owned Company of NSF International\n\n2.0 OBJECTIVE\n\nThe objectives of the study were to verify the benefits afforded users of the PermaFrost product in\nan ice machine application, in terms of reduction in energy consumption and the reduction of the\nbin fill time. These benefits, in this application, can be translated into direct cost savings in the\n\nproduction of ice in the hospitality industry.\n\n3.0 DESCRIPTION OF SAMPLE\n\nPermaFrost is a refrigerant additive reported to enhance the heat transfer. The client has indicated\nthat the product works by removing heat from metal surfaces, accelerating refrigerant flow,\nincreasing thermo-conductivity and heat transfer throughout the equipment. The client has\nindicated that its unique molecular composition “passivates” and stabilizes the metal components\nthroughout the system, allowing for the refrigerant to absorb and dissipate heat at an accelerated\n\nrate. In sealed systems, a single application is intended to last the life of the compressor.\n\n4.0 TEST PROCEDURES", "tokens": 815, "chars": 3379, "pages": {"start": 1, "end": 4}, "section": "", "prev_id": "", "next_id": "pdf_122_chunk_0002", "content_hash": "sha256:b9413faf65ab7e1fc76cb02beadab104270748b064cd3125126cd08c861235ae"}
{"chunk_id": "pdf_122_chunk_0002", "doc_id": "pdf_122", "slug": "case-study-084", "sequence": 2, "text": "e equipment. The client has\nindicated that its unique molecular composition “passivates” and stabilizes the metal components\nthroughout the system, allowing for the refrigerant to absorb and dissipate heat at an accelerated\n\nrate. In sealed systems, a single application is intended to last the life of the compressor.\n\n4.0 TEST PROCEDURES\n\n4.1 The ice machine was allowed to stabilize for a minimum of 6 cycles to establish a baseline of\nproduction time and energy consumption levels.\n\n4.2. 1 oz of PermaFrost was added directly introduced into refrigerant lines of the ice machine\n\n4.3 The water feed for the ice machine was standard tap water. The unit was operated under\nstandard room temperature and humidity conditions (73°F and ~50% humidity) during the\nentire testing period.\n\n4.4 The energy consumption and bin fill times and any additional observations were measured\nand recorded before and after the addition of PermaFrost.\n\n4.5 Testing continued for a maximum of 24 hours after the addition of PermaFrost to the ice\n\nmachine.\n\nCONFIMENTIAT. REPORT PAGE 2 OF 3\n\n\nTHE TOXICOLOGY GROUP, LLC\nA Wholly Owned Company of NSF International\n\n5.0 Results\n\nTest details - An ice cuber model Manitowoc GROISOA was tested before and after the\nintroduction of 1 oz of PermaFrost. This machine continuously circulates water over a cooled ice\ntrough. When the ice reaches a certain adjustable point it completes a circuit that triggers the\nreverse hot cycle that heats the ice trough. The ice slides off the trough and into the bin. By doing\nso the ice actuates a baffle connected to a switch that signals the compressor to resume the\ncooling cycle. For this test the ice production time was measured and it was triggered off this\nswitch. The energy consumption was monitored on the incoming power supply to the entire unit.\nBoth prior to and after the introduction of PermaFrost the ice bin was completely empty so that\n\nthe cycle times were run under the same conditions.\n\nThe ice cycle time decreased from 20 minutes to 13 minutes, with a portion (approximately 2\nminutes) of this being attributed to a cooler bin due to ice presence. A 25% reduction in ice\nproduction time was attributed directly to the additive itself. The energy consumption decreased\n\nby approximately 6% after the addition of Permafrost.\n\nTable 2- Manitowoc GRO150A\n\nPermaFrost\n\nPermaFrrost\n\nAverage Interval\nbetween Ice cycles\nuintes}\n\nRate of Energy\nConsumption (Watts)\n\n6.0 Conclusion/Summary\nOver the 24-hour testing period the results indicated a decrease in ice production cycle time with\na corresponding decrease in energy consumption when PermaFrost was added to the Manitowoc\n\nGRO150A (cuber type ice machine).\n\nCAITIINATIAYTIAT REPORT PAGE 3 OF 3", "tokens": 626, "chars": 2727, "pages": {"start": 4, "end": 5}, "section": "", "prev_id": "pdf_122_chunk_0001", "next_id": "", "content_hash": "sha256:c4c527a23237a7bfd6c15679630e972a05df0979c2eefb808087d6b3a6239205"}
