{"chunk_id": "dataroom_008_chunk_0001", "doc_id": "dataroom_008", "slug": "sustainability-fact-sheet", "sequence": 1, "text": "15402 Dexler Drive \nAustin, TX 78734 \ninfo@powertronglobal.com \nwww.powertronglobal.com \n \nSustainability \n \n \nSummary \n \nMost customers are voluntarily reducing their carbon footprint. Municipalities \nare starting to regulate GHG emission, require action and will fine operators \nwho fail to meet specified targets by deadlines, e.g., see NYC through Local Law \n97. Regardless of motive, no one wants to waste 20%-30% of the energy \ndrawn by HVAC and exacerbate climate change. Yet, every untreated HVAC \nunit does so. By 2050, HVAC will consume 25% of the world’s electricity (MIT \nStudy link).  \n \nCapacity Restoration Sustainability Impact \n \nPermaFrost NMR® returns degraded equipment to ~OEM design cooling \nefficiency. It permanently fixes the problem of oil migration. Restored cooling \ncapacity results in cooler air, shorter time to reach thermostat set-point, \nreduced max peak energy draw and lower kWh usage. That’s good for the \nmachine, better for the planet and best for the operator.  \n \nThe amount of decarbonization will depend on HVAC-intensity. Typical \ncustomers draw 35%-50% of their energy to support HVAC during cooling \nseason. Given equivalent year/year workload, PermaFrost NMR® will reduce \ntotal energy usage up-to 10%. If an operator optimizes the equipment once \ncapacity is restored, it will produce more energy savings. Depending on \nequipment available, further optimization of a treated system may be \nimplemented to take advantage of the restored capacity.  \n \nBelow are basic sustainability facts and links to sample customer impact \nreports. \nMeasuring Sustainability Impact \n \n• All HVAC systems operate by the same cooling principles \n• ASHRAE has confirmed all systems lose 20%-30% cooling efficiency\n\n\n\n15402 Dexler Drive \nAustin, TX 78734 \ninfo@powertronglobal.com \nwww.powertronglobal.com \n \n \n \n• PermaFrost NMR® is a chemical process. Results of its molecular \nreaction are the same each time it is injected into a HVAC system \n• PermaFrost NMR® dislodges molecules affixed to metal surfaces that \ndegrade cooling efficiency. This permanently returns the machine to \n~OEM design cooling capacity and efficiency \n• Once capacity is restored, every ton of air conditioned thereafter \nrequires 20%-30% less energy than it did prior to treatment \n• Each machine’s exact capacity loss and degree of restoration can be \nmeasured before and after treatment \n• ASHRAE also provides numerous studies that accurately predict cooling \ncapacity decline by unit/equipment type \n• Long term effect on GHG emission can be calculated by the percentage \nchange in kW/ton or change in EER \n• Annual effect can be calculated by year/year kWh usage comparison but \nrequires accounting for changes in workload and weather \n• kWh avoided or saved, are translated to amount of CO2 displaced using \nU.S. DOE guidelines \n \nSample Customer Impact Report (link)              \n \nSample Engineering Report (link)", "tokens": 635, "chars": 2906, "pages": {"start": 1, "end": 2}, "section": "", "prev_id": "", "next_id": "", "content_hash": "sha256:b9182a9b17aa35c548c6e89572bd4be18c4b45f9a73db0044af8c98b4d1bf76c"}
