{"chunk_id": "dataroom_014_chunk_0001", "doc_id": "dataroom_014", "slug": "warranties-insurance", "sequence": 1, "text": "15402 Dexler Drive \nAustin, TX 78734 \ninfo@powertronglobal.com \nwww.powertronglobal.com \n \nWarranties & Insurance \n \nSummary \n \nPermaFrost NMR® has been deployed over 300,000 times across 38 countries. It has \nnever damaged a HVAC unit in any way. No customer has ever filed a claim of \ndamage (link here). \n \nPermaFrost NMR® is a nanotechnology chemical formulation. The chemical reaction \nis the same every time it is injected into a HVAC unit. Charged particles interact with \nmetal surfaces dislodging oil and other foreign molecules. The process does not \naffect anything else. It does not change the machine’s design or function in any way. \nAs a result, the treatment does not violate or void OEM warranties. Your OEM will \nagree.  \n \nOEM Warranties \n \n• OEM warranties are a contract with the customer. They can only be voided by \na customer’s breach of the contract terms   \n• The warranty covers the OEM’s machine and replacement parts \n• OEMs do not warrant or cover the parts of other suppliers  \n• Warranties are voided if another supplier changes the machine’s design or \nfunction \n• PermaFrost NMR® chemical treatment cannot physically change a machine’s \ndesign or function. OEMs agree. The treatment returns a machine to or near \nOEM design cooling efficiency by removing foreign debris that has \naccumulated post-manufacture \nPowertron Warranties & Insurance \n \n• Powertron warrants PermaFrost NMR® treatment will not damage a machine \nin any way. It provides insurance coverage from a F500 carrier that protects \nagainst both machine damage and loss of revenue \n• Up-to $2M in coverage per machine treated (link to policy) \n• Loss of revenue coverage is extraordinary and is provided due to the fact that \nin over 300,000 deployments there has never been a single damage claim filed", "tokens": 409, "chars": 1789, "pages": {"start": 1, "end": 1}, "section": "", "prev_id": "", "next_id": "", "content_hash": "sha256:44cf1be23a25d3d3db3c42a144a40ea9fb823795965bb0a829fcaa520d11f004"}
